Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/travel_and_recreation/motoring_1/buying_or_selling_a_vehicle/buying_a_new_car.html.txt.tmx
Source language: en
Languages: ro

source: Buying a new car
ro: Cum se poate cumpăra o maşină nouă în Irlanda

source: Generally, all new cars and cars that are imported into Ireland are subject to Vehicle Registration Tax (VRT) and must be registered with Revenue
ro: În general, pentru toate maşinile noi și maşinile importate în Irlanda se plătește o taxă de înmatriculare (VRT) și trebuie înregistrate la Administrația Fiscală

source: Before you can drive your car in a public place you must also:
ro: Înainte de a putea conduce mașina într-un loc public, mai trebuie:

source: • Have vehicle registration plates
ro: • Să aveți numere de înmatriculare

source: • Have paid motor tax
ro: • Să achitați taxa auto

source: This document explains what is involved in buying a new car in Ireland from a dealer or a garage
ro: Acest document explică ce presupune achiziționarea în Irlanda a unei mașini noi de la un dealer sau un service auto

source: In other documents you will find information on:
ro: În alte documente veți găsi informații despre:

source: • Buying a used car
ro: • Achiziționarea unei mașini second hand

source: • Importing a new or used car
ro: • Importul unei mașini noi sau second hand

source: There is also a consumer guide to buying a car
ro: De asemenea, există un ghid al consumatorului cu privire la achiziționarea unei mașini

source: Since July 2008, a labelling system allows consumers to compare the carbon (CO2) emissions of new cars
ro: Începând cu iulie 2008 a fost introdus un sistem de etichetare care permite consumatorilor să compare emisiile de carbon (CO2) ale maşinilor noi

source: The first section of the label shows the emission bands and identifies the band for the particular vehicle to which a label is attached
ro: Prima secțiune a etichetei cuprinde clasele de emisii și identifică clasa pentru respectivul vehicul la care se atașează eticheta

source: The second section of the label provides three important points of information for consumers:
ro: Cea de-a doua secțiune a etichetei furnizează trei puncte importante de informații pentru consumatori:

source: • The amount of fuel required to run the vehicle over 18,000 kilometres
ro: • Cantitatea de carburant necesară pentru rularea vehiculului mai mult de 18.000 km

source: • The rate of VRT payable on the vehicle
ro: • Valoarea taxei de înmatriculare ce trebuie plătită pentru vehicul

source: The third section of the label supplements the information provided in the first and second sections, and introduces the importance of driving behaviour
ro: Cea de-a treia secțiune a etichetei completează informațiile furnizate în prima și cea de-a doua secțiune și prezintă importanța stilului de condus

source: The remaining sections of the label provide essential information on the actual vehicle to which it is attached, including make, model, engine capacity, transmission, fuel type and consumption
ro: Secțiunile rămase ale etichetei furnizează informații esențiale cu privire la vehiculul etichetat inclusiv marca, modelul, capacitatea motorului, transmisia, tipul de carburant și consumul

source: An example of a label is available here (pdf)
ro: Un exemplu de etichetă este disponibil aici (pdf)

source: Buying from a car dealer
ro: Achiziționarea de la un dealer auto

source: When you buy your new car from a dealer (for example, car showrooms), it is the dealer's responsibility to register the vehicle and pay the required tax before giving it to you
ro: În momentul în care cumpărați o mașină nouă de la un dealer (de exemplu, showroom-uri auto), acesta are obligaţia de a înmatricula vehiculul și de a plăti impozitul necesar înainte de a vi-l preda

source: Every new car is liable for Vehicle Registration Tax (VRT), which is payable when the car is first registered
ro: Taxa de înmatriculare (VRT) este obligatorie pentru fiecare mașină nouă și se achită în momentul primei înmatriculări

source: The price of the vehicle should include the cost of VRT
ro: Prețul vehiculului trebuie să includă costul VRT-ului

source: There is more information on VRT in our document on importing a car
ro: Mai multe informații despre VRT găsiți în documentul despre importul unei mașini

source: Once the vehicle has been registered and the VRT paid, your car dealer will receive:
ro: După ce vehiculul a fost înmatriculat și VRT-ul a fost achitat, dealerul auto va primi:

source: • A receipt for the VRT paid showing the registration number assigned to your car
ro: • O chitanță cu VRT-ul achitat din care reiese numărul de înmatriculare atribuit mașinii

source: • A Form RF 100 for use when you are applying for motor tax (see below)
ro: • Un formular RF 100 necesar în momentul în care faceți cerere pentru taxa auto (vezi mai jos)

source: Vehicle registration plates showing the assigned registration number must be displayed on your car within 3 days of the date of registration
ro: Plăcuțele de înmatriculare a vehiculului cu numărul de înmatriculare alocat trebuie montate pe mașină în termen de 3 zile de la data înmatriculării

source: The dealer should have the registration plates fitted by the time you take possession of it
ro: În momentul în care intrați în posesia mașinii, dealerul trebuie să aibă plăcuțele de înmatriculare montate

source: The vehicle registration certificate for your car is issued by the Department of Transport, Tourism and Sport
ro: Certificatul de înmatriculare a autoturismului este emis de Ministerul Transportului, Turismului și Sportului

source: This will be posted out to you after you have applied to your local motor tax office to pay motor tax on your vehicle
ro: După ce depuneți cerere la biroul local pentru plata impozitului auto pentru vehiculul dvs. acesta vă va fi expediat prin poștă

source: It is a legal requirement to have motor insurance and to display the insurance disc on the windscreen, if you want to drive your car in a public place
ro: În cazul în care doriți să vă conduceţi mașina într-un loc public, aveți obligația legală să dețineți asigurare auto și să afișați discul de asigurare pe parbriz

source: You will need your motor insurance details when applying for motor tax
ro: În momentul în care depuneţi cerere pentru taxa auto, trebuie să aveți datele asigurării auto

source: Read more about the requirement for motor insurance here
ro: Citiți mai multe despre obligativitatea asigurării auto aici

source: Motor tax is a charge imposed by the Government on motor vehicles
ro: Taxa auto este o taxă impusă de Guvern pe vehiculele cu motor

source: Not only must you pay motor tax if you want to drive your car in a public place, but you are also required to display evidence that you have paid (that is, a current tax disc) on the windscreen
ro: În cazul în care doriți să vă conduceţi mașina într-un loc public, nu trebuie doar să achitați taxa auto, ci aveți obligația de a afișa și dovada de plată (adică, un disc fiscal actual) pe parbriz

source: The charge for motor tax for a new car is based on the car's CO2 emissions and on engine size for other vehicles
ro: Taxa auto pentru o mașină nouă are la bază emisiile de CO2 ale mașinii iar la alte vehicule mărimea motorului

source: Some vehicles are exempt
ro: Unele vehicule sunt scutite

source: Read more about the requirement for motor tax here
ro: Citiți mai multe despre obligativitatea impozitului auto aici

source: Tax reliefs and exemptions
ro: Reduceri și scutiri de la plata taxei

source: There are different reliefs and exemptions from VRT and further information is available on Revenue’s website
ro: Există diverse reduceri și scutiri de la plata VRT-ului iar informații suplimentare sunt disponibile pe site-ul Administraţiei Fiscale

source: Tax relief is also available under the Disabled Drivers and Disabled Passengers Scheme
ro: Reducerile de taxă sunt disponibile și în baza Programului pentru conducătorii auto și pasagerii cu handicap

source: Electric vehicles grant scheme
ro: Programul de subvenții pentru vehicule electrice

source: A grant scheme is available for battery-powered electric vehicles (BEV) and plug-in hybrids meeting specific standards
ro: Este disponibil un program de subvenții pentru vehiculele electrice cu baterii (BEV) și cele hibride de tip plug-in care îndeplinesc standardele specifice

source: The grant level applicable depends on the List Price of the vehicle
ro: Nivelul aplicabil al subvenției depinde de prețul de listă al vehiculului

source: The maximum grant is €5,000
ro: Subvenția maximă este de 5.000 EUR

source: There is no grant for vehicles with a List Price of less than €14,000
ro: Subvenția nu se acordă în cazul vehiculelor al căror preț de listă este sub 14.000 EUR

source: The grant is provided to the dealer and the benefit is passed on to you as a price reduction on the vehicle
ro: Subvenția se acordă dealerului iar beneficiul vi se transferă dvs. sub forma unei reduceri de preț la vehicul

source: Further information on the grant scheme is available on the website of the Sustainable Energy Authority of Ireland (SEAI)
ro: Informații suplimentare cu privire la programul de subvenții se găsesc pe site-ul Autorității pentru Energie Sustenabilă din Irlanda (SEAI)
